Repository: WPPlugins/options-page-admin-for-acf
Catalog: lang/acf-options-page-adder-*.po
Languages: pt_pt, ru_ru

source: Options Page Details
pt_pt: Detalhes da página de opções
ru_ru: Настройки страницы опций

source: Basic Settings
pt_pt: Definições básicas
ru_ru: Основные настройки

source: Title Text
pt_pt: Texto do título
ru_ru: Заголовок

source: This will be used as the options page title.
pt_pt: Isto será usado como título da página de opções.
ru_ru: Используется как заголовок страницы опций

source: Menu Text
pt_pt: Texto do menu
ru_ru: Название пункта меню

source: Will default to title if left blank.
pt_pt: Por omissão será usado o título.
ru_ru: По умолчанию будет равно названию страницы опций (если оставить пустым).

source: Menu Location (Parent)
pt_pt: Localização no menu (Superior)
ru_ru: Родительское меню

source: Select the menu this options page will appear under. Will default to None.
pt_pt: Seleccione o menu onde a página de opções deverá ser incluída. Por omissão é nenhum.
ru_ru: Укажите в какой раздел меню поместить данную страницу опций. Или оставьте это поле пустым чтоб поместить ее в главное меню.

source: This field is optional in ACF. It is required here. You must know what the slug is to enable get_options_page_post_id() added in 4.4.0
pt_pt: Este campo é opcional no ACF. Aqui é obrigatório. Tem de saber qual é a slug para permitir a função get_options_page_post_id() adicionada na v4.4.0.
ru_ru: Ссылка для страницы опций. Значение должно содержать латинские символы, подчеркивание и дефис. Например: my_settings

source: Order
pt_pt: Ordem
ru_ru: Родительское меню

source: The order that this child menu should appear under its parent menu.
pt_pt: A ordem em que este submenu deverá ficar dentro do seu menu superior.
ru_ru: Укажите порядковый номер расположения в дочернем меню.

source: Advanced Settings
pt_pt: Definições avançadas
ru_ru: Дополнительные настройки

source: Capability
pt_pt: Capacidade
ru_ru: Совместимость

source: The user capability to view this options page. Will default to manage_options.
pt_pt: A capacidade do utilizador para ver esta página de opções. Por omissão é manage_options.
ru_ru: Поддержка определенного типа совместимости. По умолчанию manage_options.

source: Menu Position
pt_pt: Posição no menu
ru_ru: Порядок в главном меню

source: The position in the menu order this menu should appear. WARNING: if two menu items use the same position attribute, one of the items may be overwritten so that only one item displays! Risk of conflict can be reduced by using decimal instead of integer values, e.g. 63.3 instead of 63. Defaults to bottom of utility menu items.<br /><em>Core Menu Item Positions: 2=Dashboard, 4=Separator, 5=Posts, 10=Media, 15=Links, 20=Pages, 25=Comments, 59=Separator, 60=Appearance, 65=Plugins, 70=Users, 75=Tools, 80=Settings, 99=Separator</em>
pt_pt: A posição em que este menu deverá aparecer. AVISO: Se dois itens de menu usarem o mesmo atributo de posição, um dos itens poderá ser substituído e só um será mostrado! O risco de conflito será reduzido se usar números decimais em vez de inteiros, por exemplo 63.3 em vez de 63. Por omissão será abaixo dos itens de menu principais.<br>Posições de itens de menu do core: 2=Painel, 4=Separador, 5=Artigos, 10=Multimédia, 15=Ligações, 20=Páginas, 25=Comentários, 59=Separador, 60=Apresentação, 65=Plugins, 70=Utilizadores, 75=Ferramentas, 80=Opções, 99=Separador</em>
ru_ru: В какой позиции разместить ссылку на эту страницу. Предупреждение: Можно использовать десятичные дроби, а не целые значения, например, 63.3 вместо 63. Позиции для размещения: 2=Консоль, 4=Разделитель, 5=Записи, 10=Медиафайлы, 15=Ссылки, 20=Страницы, 25=Комментарии, 59=Разделитель, 60=Внешний вид, 65=Плагины, 70=Пользователи, 75=Инструменты, 80=Настройки, 99=Разделитель

source: Icon
pt_pt: Ícone
ru_ru: Иконка

source: The icon url for this menu. Defaults to default WordPress gear.<br /><em>Check out <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank">https://developer.wordpress.org/resource/dashicons/</a> for what to put in this field.</em>
pt_pt: O URL do ícone para este menu. Por omissão é a roda dentada do WordPress.<br /><em>Veja os <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank">https://developer.wordpress.org/resource/dashicons/</a> que pode inserir neste campo.</em>
ru_ru: Иконка для меню. Вы можете выбрать иконку на странице <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank">https://developer.wordpress.org/resource/dashicons/</a> В поле вставляется имя иконки, например: dashicons-menu

source: Redirect
pt_pt: Redireccionar
ru_ru: Перенаправление

source: Yes
pt_pt: Sim
ru_ru: Да

source: No
pt_pt: Não
ru_ru: Нет

source: If set to Yes, this options page will redirect to the first child page (if a child page exists). If set to No, this parent page will appear alongside any child pages. Defaults to Yes.<br /><em><strong>NOTE: Changing this setting will effect the location or appearance of sub options pages currently associated with this options page.</strong></em>
pt_pt: Se activar o redireccionamento, esta página de opções será redireccionada para a primeira página dependente, caso exista. Se optar por não redireccionar, esta página superior será mostrada tal como qualquer página dependente. Por omissão é Sim.<br /><em><strong>ATENÇÃO: Alterar esta definição irá afectar a localização ou apresentação de páginas dependentes actualmente associadas a esta página de opções.</strong></em>
ru_ru: Если выбрать ДА, то будет происходить переход на первую дочернюю страницу (если такая страница существует). Если выбрать НЕТ, то эта родительская страница будет отображаться среди дочерних страниц. <br /><em><strong>ЗАМЕЧАНИЕ: Данная настройка позволяет управлять расположением дочерних страниц опций.</strong></em>

source: Save To
pt_pt: Guardar para
ru_ru: Сохранить как

source: ACF v5.2.7 added the ability to save and load data to/from a post rather than options.<br /><em>When saving values to this post do not use field names in your field groups that start with _acfop_.</em>
pt_pt: O ACF v5.2.7 adicionou a possibilidade de guardar e carregar dados num conteúdo em vez de opções.<br /><em>Ao guardar valores para este conteúdo, não utilize nomes de campos nos seus grupos de campos que comecem com _acfop_.</em>
ru_ru: В версии ACF v5.2.7 добавлена возможность сохранять опции в записи.<br /><em>Если вы используете сохранение опций в запись, то не используйте в именах полей приставку _acfop_.</em>

source: Options
pt_pt: Opções
ru_ru: Опции

source: Post Object
pt_pt: Conteúdo
ru_ru: Выбрать запись

source: This Post
pt_pt: Este conteúdo
ru_ru: Эта запись

source: Post/Page
pt_pt: Conteúdo/Página
ru_ru: Запись \ Страница

source: Select the post object to save and load data to/from.
pt_pt: Seleccione o conteúdo para onde guardar e de onde carregar dados.
ru_ru: Выберите страницу или запись для сохранения в нее настроек.

source: Autoload Values
pt_pt: Carregar valores automaticamente
ru_ru: Автозагрузка опций

source: Whether to load the options (values saved from this options page) when WordPress starts up. Added in ACF v5.2.8.
pt_pt: Se deve ou não carregar as opções (valores guardados através desta página de opções) ao carregar o WordPress. Adicionado no ACF v5.2.8.
ru_ru: Загружать эти опции по умолчанию при загрузке Wordpress.

source: Customize
pt_pt: Personalizar
ru_ru: Подписи сверху и снизу

source: Customization
pt_pt: Personalização

source: Turning this on will allow you to add header and footer content to the options page<br /><span style="color: #C00;">WARNING:</span> On options page with a large number of fields this feature can cause the loading of the options page to cause an out of memory fatal error. This feature should not be used on options pages that may have large numbers of fields to display. If this feature is off it will disable not only the content editors here but also will disable the filters mentioned in the documentation.
pt_pt: Se ligar esta opção, permitirá adicionar conteúdo ao cabeçalho e rodapé da sua página de opções.<br /><span style="color: #C00;">AVISO:</span> Em páginas de opções com uma grande quantidade de campos, esta funcionalidade poderá causar um erro fatal de memória ao carregar a página de opções. Esta funcionalidade não deverá ser usada em páginas de opções que mostrem uma grande quantidade de campos. Se esta funcionalidade estiver desligada, desactivará não só os editores de conteúdo mas também os filtros mencionados na documentação.

source: Allow Customization of Header &amp; Footer?
pt_pt: Permitir a personalização do cabeçalho e do rodapé?

source: Header Content
pt_pt: Conteúdo do cabeçalho
ru_ru: Текст сверху

source: Content will be added to the options page header after the Options Page Title.
pt_pt: O conteúdo será adicionado ao cabeçalho da página de opções, depois do título da página de opções.
ru_ru: Текст из этого блока будет добавлен вверху страницы настройки.

source: Footer Content
pt_pt: Conteúdo do rodapé
ru_ru: Текст снизу

source: Content will be added to the options page footer after all ACF Field Groups.
pt_pt: O conteúdo será adicionado ao rodapé da página de opções, depois de todos os grupos de campos do ACF.
ru_ru: Текст из этого блока будет добавлен внизу страницы настройки.

source: Post ID
pt_pt: ID do conteúdo
ru_ru: ID записи

source: Location (Parent)
pt_pt: Localização (Superior)
ru_ru: Расположение (Родитель)

source: Hook Suffix
pt_pt: Sufixo do hook
ru_ru: Суффикс для хука

source: Post
pt_pt: Conteúdo
ru_ru: Запись

source: 1st sub option page value<br /><strong>OR</strong><br />
pt_pt: Valor da 1ª página dependente<br /><strong>OU</strong><br />
ru_ru: Значение 1й вложенной страницы<br /><strong>ИЛИ</strong><br />

source: None
pt_pt: Nenhum
ru_ru: Не выбрано

source: Options Pages
pt_pt: Páginas de opções
ru_ru: Страницы опций

source: Options Page
pt_pt: Página de opções
ru_ru: Страница опций

source: Add Options Page
pt_pt: Adicionar página de opções
ru_ru: Добавить страницу опций

source: Add New Options Page
pt_pt: Adicionar nova página de opções
ru_ru: Добавление страницы опций...

source: Edit
pt_pt: Editar
ru_ru: Редактировать

source: Edit Options Page
pt_pt: Editar página de opções
ru_ru: Редактировать страницу опций

source: New Options Page
pt_pt: Nova página de opções
ru_ru: Новая страница опций

source: View Options Page
pt_pt: Ver página de opções
ru_ru: Просмотреть

source: Search Options Pages
pt_pt: Pesquisar páginas de opções
ru_ru: Найти

source: No Options Pages Found
pt_pt: Nenhuma página de opções encontrada
ru_ru: Ничего не найдено

source: No Options Pages Found in Trash
pt_pt: Nenhuma página de opções encontrada no lixo
ru_ru: Ничего не найдено

source: Parent Options Page
pt_pt: Página de opções superior
ru_ru: Родительская страница опций

source: Plugins by John Huebner
pt_pt: Plugins de John Huebner
ru_ru: Автор плагина: John Huebner

source: Thank you for using my plugins
pt_pt: Obrigado por usar os meus plugins
ru_ru: Спасибо, за то, что используете мой плагин.

source: Documentation
pt_pt: Documentação
ru_ru: Документация

source: Please consider making a small donation.
pt_pt: Por favor, considere fazer um pequeno donativo.
ru_ru: Если вам понравился данный плагин, вы можете сделать небольшое пожертвование.

source: Allows easy creation of options pages using Advanced Custom Fields Pro without needing to do any PHP coding. Requires that ACF Pro is installed.
pt_pt: Permite facilmente criar páginas de opções usando Advanced Custom Fields Pro sem precisar de programar em PHP. Requer que o ACF Pro esteja instalado.

source: ACF Options Page Admin
ru_ru: Настройка страниц опций для ACF

source: Slug
ru_ru: Ссылка
